import React from 'react';
import Link from 'next/link';

export default function LawPage() {
  return (
    <div className="min-h-screen px-4 py-8 bg-gray-50">
      <div className="max-w-6xl mx-auto overflow-hidden bg-white border border-gray-200 rounded-lg shadow-xl">
        {/* Banner Section */}
        <div className="relative px-4 py-8 text-white bg-gradient-to-r from-green-700 to-green-700 md:px-8">
          <div className="text-center">
            <h1 className="mb-2 text-xl md:text-2xl">
              কাস্টমস আইন, ২০২৩
            </h1>
            <p className="text-sm md:text-sm opacity-90">
              ( ২০২৩ সনের ৫৭ নং আইন )
            </p>
            <div className="inline-block px-4 py-1 mt-3 bg-green-500 rounded-full shadow-md">
              <p className="text-sm font-medium md:text-sm">[ ১৩ নভেম্বর, ২০২৩ ]</p>
            </div>
          </div>

          {/* Back to Home Button */}
          <Link
            href="/regulations/acts/customs-acts/customs-act-2023"
            className="absolute flex items-center gap-2 px-3 py-2 text-green-700 transition-all bg-white rounded-full shadow top-4 left-4 hover:bg-green-100"
          >
            <svg
              xmlns="http://www.w3.org/2000/svg"
              fill="none"
              viewBox="0 0 24 24"
              strokeWidth={2}
              stroke="currentColor"
              className="w-5 h-5"
            >
              <path strokeLinecap="round" strokeLinejoin="round" d="M15 19l-7-7 7-7" />
            </svg>
          </Link>
        </div>

        {/* Header Section */}
        <div className="">
          <div className="flex flex-col md:flex-row">
            <div className="p-6">
              <div className="space-y-6 text-justify text-black">
                

              <div className="py-2 text-black bg-gradient-to-r from-green-300 to-green-300 md:px-8">
                <div className="text-center">
                  <h1 className="text-lg font-bold">
                    ষষ্ঠবিংশ অধ্যায়
                  </h1>
                  <p className="text-sm md:text-sm">
                    আপিল এবং পুনরীক্ষণ
                  </p>
                </div>
              </div>

                
                {/*Section*/}
              <div>
                <p className="mb-4 text-sm">
                  <span className='text-lg font-bold leading-tight text-black md:text-lg'>২২৬। আপিল ট্রাইব্যুনালের নিকট আপিল---</span> (১) যে কোনো সংক্ষুব্ধ ব্যক্তি নিম্নের যে কোনো আদেশের বিরুদ্ধে আপিল ট্রাইব্যুনালে আপিল দায়ের করিতে পারিবে, যথা:-
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (ক) ধারা ৯৪ বা ধারা ১১৯ এর অধীন প্রদত্ত কোনো সিদ্ধান্ত বা আদেশ ব্যতীত কমিশনার অব কাস্টমস, বা কমিশনার অব কাস্টমস (বন্ড) বা ডিরেক্টর জেনারেল (শুল্ক রেয়াত ও প্রত্যর্পণ) বা কমিশনার অব কাস্টমস এর সমপর্যায়ের কোনো কর্মকর্তা কর্তৃক ন্যায়নির্ণয়ন কর্তৃপক্ষ হিসাবে প্রদত্ত কোনো সিদ্ধান্ত বা আদেশ; অথবা
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (খ) নির্ধারিত তারিখের অব্যবহিত পূর্বে ধারা ২২০ অথবা ২২১ এর অধীন কমিশনার অব কাস্টমস (আপিল) কর্তৃক প্রদত্ত কোনো আদেশ।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (২) কমিশনার অব কাস্টমস যদি মনে করেন যে, কমিশনার অব কাস্টমস (আপিল) কর্তৃক নির্ধারিত তারিখের অব্যবহিত পূর্বে ধারা ২২০ বা ২২১ এর অধীন প্রদত্ত কোনো আদেশ বৈধ বা ন্যায্য নহে, তাহা হইলে তিনি যথাযথ কর্মকর্তাকে তাহার পক্ষে উক্ত আদেশের বিরুদ্ধে আপিল ট্রাইব্যুনালে আপিল করিবার নির্দেশ প্রদান করিতে পারিবেন।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৩) যে আদেশের বিরুদ্ধে আপিল দায়ের করা হইবে সেই আদেশ যে তারিখে কমিশনার অব কাস্টমস অথবা আপিলকারী অন্য পক্ষ কর্তৃক গৃহীত হয় সেই তারিখ হইতে <sup className='text-blue-500'title='“৯০ (নব্বই) দিনের” সংখ্যা, বন্ধনী ও শব্দগুলি “৩ (তিন) মাসের” সংখ্যা, বন্ধনী ও শব্দগুলির পরিবর্তে অর্থ অধ্যাদেশ, ২০২৫ (২০২৫ সনের ২৮ নং অধ্যাদেশ) এর ১৫৮(ক) ধারাবলে প্রতিস্থাপিত।'>১</sup>[৯০ (নব্বই) দিনের] মধ্যে আপিল দায়ের করিতে হইবে।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৪) যে পক্ষের বিরুদ্ধে আপিল দায়ের করা হইয়াছে সেই পক্ষ আপিল দায়েরের নোটিশ প্রাপ্তির ৪৫ (পঁয়তাল্লিশ) দিবসের মধ্যে, যদি সংশ্লিষ্ট আদেশ বা উহার কোনো অংশের বিরুদ্ধে নিজেও আপিল পেশ করিয়া থাকেন তাহা সত্ত্বেও, বিধি দ্বারা, নির্ধারিত পদ্ধতিতে প্রতিপাদন করিয়া আপিলাধীন আদেশের যে কোনো অংশের বিরুদ্ধে একখানি প্রতি- আপত্তির স্মারক দাখিল করিতে পারিবেন এবং উক্ত স্মারক ট্রাইব্যুনাল কর্তৃক উপ- ধারা (৩) এর অধীন দায়েরকৃত আপিল হিসাবে নিষ্পত্তি করা হইবে।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৫) আপিল ট্রাইব্যুনাল উপ- ধারা (৩) বা (৪) এ উল্লিখিত সময়সীমা অতিবাহিত হইবার পর সভাপতি আরো <sup className='text-blue-500'title='“৬০ (ষাট) দিন” সংখ্যা, বন্ধনী ও শব্দগুলি “০২ (দুই) মাস” সংখ্যা, বন্ধনী ও শব্দগুলির পরিবর্তে অর্থ অধ্যাদেশ, ২০২৫ (২০২৫ সনের ২৮ নং অধ্যাদেশ) এর ১৫৮(খ) ধারাবলে প্রতিস্থাপিত।'>২</sup>[৬০ (ষাট) দিন] পর্যন্ত বর্ধিত সময়ের মধ্যে কোনো আপিল দায়ের অথবা প্রতি- আপত্তির স্মারক দাখিল করিবার অনুমতি প্রদান করিতে পারিবেন, যদি তিনি এই মর্মে সন্তুষ্ট হন যে, যদি ট্রাইব্যুনাল এই মর্মে সন্তুষ্ট হয় যে, উক্ত সময়ের মধ্যে উহা উপস্থাপন না করিবার যথেষ্ট যুক্তিসংগত কারণ রহিয়াছে।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৬) আপিল ট্রাইব্যুনালের নিকট আপিল, এতদুদ্দেশ্যে প্রণীত বিধি দ্বারা নির্ধারিত ফরম এবং পদ্ধতিতে, প্রতিপাদন করিয়া দায়ের করিতে হইবে এবং উহার সহিত দাবিনামা, আমদানি শুল্ক ও কর এবং সুদ বা জরিমানা আরোপের তারিখ নির্বিশেষে নির্ধারিত তারিখে বা তৎপর দায়েরকৃত আপিলের ক্ষেত্রে নিম্নরূপহারে ফি সংযুক্ত করিতে হইবে, যথা:-
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (ক) আপিল সংশ্লিষ্ট মামলায় কোনো কাস্টমস কর্মকর্তা কর্তৃক আরোপিত আমদানি শুল্ক ও কর ও সুদ এবং দাবিকৃত জরিমানার পরিমাণ যে ক্ষেত্রে ১ (এক) লক্ষ টাকা বা উহার কম হয়, সেই ক্ষেত্রে ফি এর হার ৩০০ (তিনশত) টাকা;
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (খ) যে ক্ষেত্রে উক্তরূপ আরোপিত আমদানি শুল্ক ও কর ও সুদ এবং দাবিকৃত জরিমানার পরিমাণ ১ (এক) লক্ষ টাকার অধিক হয়, সেই ক্ষেত্রে ফি এর হার ১২০০ (এক হাজার দুই শত) টাকা:
                </p>

                <p className="mb-4 ml-10 text-sm">
                  তবে শর্ত থাকে যে, কমিশনারের পক্ষ হইতে দায়েরকৃত আপিল বা প্রতি- আপত্তি স্মারকের ক্ষেত্রে কোনো ফি প্রদেয় হইবে না।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৭) আপিল প্রাপ্তির তারিখ হইতে ২ (দুই) বৎসর সময়ের মধ্যে আপিল ট্রাইব্যুনাল কর্তৃক আপিল নিষ্পত্তি হইবে।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৮) উপ- ধারা (৭) এ উল্লিখিত সময়সীমার মধ্যে আপিল নিষ্পত্তি না হইলে, আপিল ট্রাইব্যুনাল কর্তৃক আপিলটি মঞ্জুর করা হইয়াছে বলিয়া গণ্য হইবে।
                </p>

              </div>
                
                
              </div>
            </div>
          </div>
        </div>

        {/* Footer Section */}
        <div className="">
          <div className="p-6">
            <div className="w-1/2 pb-2 mb-4 border-b border-gray-700">
              {/* Horizontal line */}
            </div>
            <p className="text-xs italic text-gray-950">
              ১ “৯০ (নব্বই) দিনের” সংখ্যা, বন্ধনী ও শব্দগুলি “৩ (তিন) মাসের” সংখ্যা, বন্ধনী ও শব্দগুলির পরিবর্তে অর্থ অধ্যাদেশ, ২০২৫ (২০২৫ সনের ২৮ নং অধ্যাদেশ) এর ১৫৮(ক) ধারাবলে প্রতিস্থাপিত।<br/>
              ২ “৬০ (ষাট) দিন” সংখ্যা, বন্ধনী ও শব্দগুলি “০২ (দুই) মাস” সংখ্যা, বন্ধনী ও শব্দগুলির পরিবর্তে অর্থ অধ্যাদেশ, ২০২৫ (২০২৫ সনের ২৮ নং অধ্যাদেশ) এর ১৫৮(খ) ধারাবলে প্রতিস্থাপিত।<br/>
            </p>
          </div>
        </div>
        
      </div>
    </div>
  );
}