import React from 'react';
import Link from 'next/link';

export default function LawPage() {
  return (
    <div className="min-h-screen px-4 py-8 bg-gray-50">
      <div className="max-w-6xl mx-auto overflow-hidden bg-white border border-gray-200 rounded-lg shadow-xl">
        {/* Banner Section */}
        <div className="relative px-4 py-8 text-white bg-gradient-to-r from-green-700 to-green-700 md:px-8">
          <div className="text-center">
            <h1 className="mb-2 text-xl md:text-2xl">
              কাস্টমস আইন, ২০২৩
            </h1>
            <p className="text-sm md:text-sm opacity-90">
              ( ২০২৩ সনের ৫৭ নং আইন )
            </p>
            <div className="inline-block px-4 py-1 mt-3 bg-green-500 rounded-full shadow-md">
              <p className="text-sm font-medium md:text-sm">[ ১৩ নভেম্বর, ২০২৩ ]</p>
            </div>
          </div>

          {/* Back to Home Button */}
          <Link
            href="/regulations/acts/customs-acts/customs-act-2023"
            className="absolute flex items-center gap-2 px-3 py-2 text-green-700 transition-all bg-white rounded-full shadow top-4 left-4 hover:bg-green-100"
          >
            <svg
              xmlns="http://www.w3.org/2000/svg"
              fill="none"
              viewBox="0 0 24 24"
              strokeWidth={2}
              stroke="currentColor"
              className="w-5 h-5"
            >
              <path strokeLinecap="round" strokeLinejoin="round" d="M15 19l-7-7 7-7" />
            </svg>
          </Link>
        </div>

        {/* Header Section */}
        <div className="">
          <div className="flex flex-col md:flex-row">
            <div className="p-6">
              <div className="space-y-6 text-justify text-black">
                

              <div className="py-2 text-black bg-gradient-to-r from-green-300 to-green-300 md:px-8">
                <div className="text-center">
                  <h1 className="text-lg font-bold">
                    ষষ্ঠ অধ্যায়
                  </h1>
                  <p className="text-sm md:text-sm">
                    কাস্টমস শুল্ক আরোপ ও অব্যাহতি
                  </p>
                </div>
              </div>

                
                {/*Section*/}
              <div>
                <p className="mb-4 text-sm">
                  <span className='text-lg font-bold leading-tight text-black md:text-lg'>১৯। কাউন্টারভেইলিং শুল্ক আরোপ---</span> (১) যদি কোনো দেশ বা এলাকা কোনো পণ্যের প্রস্তুত বা উৎপাদন অথবা উক্ত স্থান হইতে রপ্তানিতে প্রত্যক্ষ বা পরোক্ষভাবে, উক্ত পণ্য পরিবহণে ভর্তুকিসহ অন্য কোনো ভর্তুকি প্রদান করে, তাহা হইলে, উক্ত পণ্য যে দেশে প্রস্তুত, উৎপাদিত বা ভিন্নভাবে প্রাপ্ত, সেই দেশ হইতে সরাসরি আমদানি করা হউক বা না হউক এবং উহা প্রস্তুতকৃত বা উৎপাদিত দেশ হইতে রপ্তানির সময়ে যে অবস্থায় ছিল, সেই অবস্থায় বা প্রস্তুতকরণ, উৎপাদন দ্বারা বা ভিন্নভাবে পরিবর্তিত অবস্থায় আমদানি করা হউক না কেন, উক্ত পণ্য আমদানির ফলে অনুরূপ দেশীয় শিল্প ক্ষতিগ্রস্ত হইলে বা হইবার সম্ভাবনা থাকিলে এবং আমদানির সহিত দেশীয় উক্ত শিল্পের ক্ষতির কার্যকারণ সম্পর্ক থাকিলে বাংলাদেশ ট্রেড এন্ড ট্যারিফ কমিশনের সুপারিশক্রমে, সরকার, সরকারি গেজেটে প্রজ্ঞাপন দ্বারা, উহার উপর উক্ত ভর্তুকির অধিক নহে, এইরূপ পরিমাণ কাউন্টারভেইলিং শুল্ক আরোপ করিতে পারিবে।
                </p>

                <p className="mb-4 text-sm">
                  ব্যাখ্যা।- এই ধারার উদ্দেশ্য পূরণকল্পে, ভর্তুকি প্রদান করা হইয়াছে বলিয়া গণ্য হইবে, যদি-
                </p>

                <p className="mb-4 text-sm">
                  (ক) রপ্তানিকারক বা উৎপাদক দেশের অভ্যন্তরে সরকার বা কোনো সরকারি প্রতিষ্ঠান কর্তৃক প্রদত্ত আর্থিক সহায়তা থাকে, যেখানে-
                </p>

                <p className="mb-4 text-sm">
                  ব্যাখ্যা।- কোনো পণ্যের উপর রেগুলেটরি শুল্কের হার উক্ত পণ্যের উপর প্রথম তফসিলে নির্ধারিত আরোপযোগ্য কাস্টমস শুল্ক হারের অধিক হইতে পারিবে, তবে উক্ত রেগুলেটরি শুল্ক উক্ত তফসিলের সর্বোচ্চ কাস্টমস শুল্ক হারের দ্বিগুণের অধিক হইতে পারিবে না।
                </p>

                <p className="mb-4 text-sm">
                  (অ) সরকারের কোনো প্রচলিত কার্যক্রম, যাহাতে সরাসরি তহবিল হস্তান্তর (কোনো অনুদান, ঋণ এবং অংশীদারি মূলধন প্রবাহসহ) অথবা তহবিল বা দায় বা উভয়ের সম্ভাব্য (potential) সরাসরি হস্তান্তর সংশ্লিষ্ট থাকে;
                </p>

                <p className="mb-4 text-sm">
                  (আ) সরকারি রাজস্ব, যাহা অন্যবিধভাবে প্রাপ্য থাকা সত্ত্বেও ছাড় দেয়া হয় বা আদায় করা না হয় (আর্থিক প্রণোদনাসহ);
                </p>
                
                <p className="mb-4 text-sm">
                  (ই) সরকার সাধারণ অবকাঠামো ব্যতিরেকে অন্য যে কোনো পণ্য বা সেবা প্রদান করে অথবা পণ্য ক্রয় করে;
                </p>

                <p className="mb-4 text-sm">
                  (ঈ) উপ- দফা (অ) (আ) বা (ই) তে বর্ণিত এক বা একাধিক ধরনের কার্যক্রম, যাহা সচরাচর সরকারের উপর ন্যস্ত থাকে, তাহা পরিচালনার জন্য সরকার কোনো অর্থায়ন প্রক্রিয়ায় তহবিল সরবরাহ করে অথবা কোনো বেসরকারি সংস্থার উপর দায়িত্ব ন্যস্ত করে অথবা নির্দেশ প্রদান করে, যাহার প্রচলিত পদ্ধতি প্রকৃত অর্থে সরকার কর্তৃক সচরাচর অনুসৃত পদ্ধতি হইতে ভিন্ন না হয়; অথবা
                </p>

                <p className="mb-4 text-sm">
                  (খ) সরকার যে কোনো ধরনের আয় বা মূল্য সহায়তা প্রদান করে বা বহাল রাখে, যাহা উক্ত দেশ হইতে কোনো পণ্যের রপ্তানি বৃদ্ধি বা উক্ত দেশে কোনো পণ্যের আমদানি হ্রাসে প্রত্যক্ষ বা পরোক্ষভাবে সহায়ক হয় এবং ইহার ফলে কোনো সুবিধা প্রদত্ত হয়।
                </p>

                <p className="mb-4 text-sm">
                  (২) ভর্তুকির পরিমাণ নির্ধারণ সাপেক্ষে, সরকার, এই ধারার বিধান এবং তদ&ধীন প্রণীত বিধি অনুসারে সাময়িকভাবে প্রাক্কলিত ভর্তুকির অধিক নহে এইরূপ কাউন্টারভেইলিং শুল্ক এই উপ- ধারার অধীনে আরোপ করিতে পারিবে, এবং যদি উক্ত কাউন্টারভেইলিং শুল্ক পরবর্তীকালে নির্ধারিত ভর্তুকির পরিমাণ হইতে অধিক হয়, তাহা হইলে সরকার-
                </p>

                <p className="mb-4 text-sm">
                  (ক) উক্ত ভর্তুকি নির্ধারণের বিষয় বিবেচনায় রাখিয়া এবং যথাশীঘ্র সম্ভব উক্ত নির্ধারণের পরে উক্ত কাউন্টারভেইলিং শুল্ক হ্রাস করিবে; এবং
                </p>

                <p className="mb-4 text-sm">
                  (খ) এইরূপ হ্রাস করিবার ফলে যে পরিমাণ অতিরিক্ত কাউন্টারভেইলিং শুল্ক আদায় হইয়াছে উহা ফেরত প্রদান করিবে।
                </p>

                <p className="mb-4 text-sm">
                  (৩) উপ- ধারা (১) বা (২) এর অধীন কাউন্টারভেইলিং শুল্ক আরোপিত হইবে না, যদি না ইহা নিরূপিত হয় যে-
                </p>

                <p className="mb-4 ml-6 text-sm">
                  (ক) ভর্তুকি কোনো রপ্তানি সক্ষমতার সহিত সম্পর্কিত; বা
                </p>

                <p className="mb-4 ml-6 text-sm">
                  (খ) ভর্তুকি রপ্তানিকৃত পণ্য উৎপাদনে ব্যবহারের ক্ষেত্রে আমদানিকৃত কাঁচামালের পরিবর্তে স্থানীয় কাঁচামালের ব্যবহার সম্পর্কিত; অথবা
                </p>

                <p className="mb-4 ml-6 text-sm">
                  (গ) পণ্য প্রস্তুতকরণ, উৎপাদন বা রপ্তানিতে নিয়োজিত কতিপয় সীমিত সংখ্যক ব্যক্তিকে ভর্তুকি প্রদান করা হইয়াছে, যদি না উক্ত ভর্তুকি-
                </p>

                <p className="mb-4 ml-12 text-sm">
                  (অ) প্রস্তুতকরণ, উৎপাদন বা রপ্তানিতে নিয়োজিত ব্যক্তি কর্তৃক বা তাহার পক্ষে পরিচালিত গবেষণা কার্যের জন্য; বা
                </p>

                <p className="mb-4 ml-12 text-sm">
                  (আ) রপ্তানিকারক দেশের অভ্যন্তরে কোনো অনগ্রসর এলাকার সহায়তার জন্য; বা
                </p>

                <p className="mb-4 ml-12 text-sm">
                  (ই) নূতন পরিবেশগত আবশ্যকতার সহিত বিদ্যমান সুবিধাদির অভিযোজন উন্নয়নকল্পে সহায়তার জন্য-
                </p>

                <p className="mb-4 ml-6 text-sm">
                  প্রদান করা হয়।
                </p>

                <p className="mb-4 text-sm">
                  (৪) যদি সরকার এই অভিমত পোষণ করে যে, ভর্তুকি সুবিধাপ্রাপ্ত পণ্য তুলনামূলক স্বল্প সময়ের মধ্যে বিপুল পরিমাণে আমদানির ফলে স্থানীয় শিল্পের স্বার্থহানি হইয়াছে, যাহা পূরণ করা কঠিন এবং যেক্ষেত্রে উক্ত স্বার্থহানির পুনরাবৃত্তি রোধ করিবার জন্য ভূতাপেক্ষভাবে কাউন্টারভেইলিং শুল্ক আরোপ করা প্রয়োজন, তাহা হইলে সেইক্ষেত্রে সরকার, সরকারি গেজেটে প্রজ্ঞাপন দ্বারা, উপ- ধারা (২) এর অধীন কাউন্টারভেইলিং শুল্ক আরোপের পূর্ববর্তী কোনো তারিখ হইতে ভূতাপেক্ষভাবে কাউন্টারভেইলিং শুল্ক আরোপ করিতে পারিবে; তবে উহা উক্ত উপ- ধারার অধীন প্রজ্ঞাপন জারির তারিখ হইতে ৯০ (নব্বই) দিনের পূর্বে হইবে না এবং, আপাতত বলবৎ অন্য কোনো আইনে যাহা কিছুই থাকুক না কেন, উক্ত শুল্ক এই উপ- ধারার অধীন জারীকৃত প্রজ্ঞাপনে উল্লিখিত তারিখ হইতে প্রদেয় হইবে।
                </p>

                <p className="mb-4 text-sm">
                  (৫) এই ধারার অধীন আরোপযোগ্য কাউন্টারভেইলিং শুল্ক এই আইন অথবা আপাতত বলবৎ অন্য কোনো আইনের অধীন আরোপিত অন্যান্য শুল্কের অতিরিক্ত হইবে।
                </p>

                <p className="mb-4 text-sm">
                  (৬) পূর্বেই প্রত্যাহার করা না হইলে, এই ধারার অধীন আরোপিত কাউন্টারভেইলিং শুল্ক, আরোপের তারিখ হইতে ৫ (পাঁচ) বৎসর সমাপ্তির পর অকার্যকর হইয়া যাইবে:
                </p>

                <p className="mb-4 ml-6 text-sm">
                  তবে শর্ত থাকে যে, সরকার পুনর্বিবেচনা করিয়া যদি এই অভিমত পোষণ করে যে, উক্ত শুল্ক প্রত্যাহারের ফলে ভর্তুকি কার্যক্রম এবং স্বার্থহানি অব্যাহত থাকিতে অথবা উহাদের পুনরাবৃত্তি ঘটিতে পারে, তাহা হইলে সরকার, সময় সময়, এই শুল্ক আরোপের মেয়াদ অতিরিক্ত ৫ (পাঁচ) বৎসরের জন্য বৃদ্ধি করিতে পারিবে:
                </p>

                <p className="mb-4 ml-6 text-sm">
                  আরও শর্ত থাকে যে, যদি উল্লিখিত ৫ (পাঁচ) বৎসর মেয়াদ সমাপ্তি হওয়ার পূর্বে আরম্ভ হওয়া কোনো পুনর্বিবেচনা কার্যক্রম উক্ত মেয়াদ উত্তীর্ণ হওয়ার পূর্বে চূড়ান্ত না হয়, তাহা হইলে, পুনর্বিবেচনার ফলাফল সাপেক্ষে, কাউন্টারভেইলিং শুল্ক ১ (এক) বৎসরের অধিক নহে, এইরূপ অতিরিক্ত সময়ের জন্য বলবৎ থাকিবে।
                </p>

                <p className="mb-4 text-sm">
                  (৭) সরকার, সময় সময় যেরূপ প্রয়োজন মনে করিবে সেইরূপ তদন্তের পর উপ- ধারা (১) বা (২) এ উল্লিখিত ভর্তুকির পরিমাণ নিরূপণ ও নির্ধারণ করিবে এবং এইরূপ পণ্য শনাক্তকরণ ও আমদানির পর এই ধারার অধীন আরোপিত কাউন্টারভেইলিং শুল্ক নিরূপণ ও আদায় করিবার জন্য বিধি প্রণয়ন করিতে পারিবে।
                </p>

                <p className="mb-4 text-sm">
                  (৮) এই ধারার অধীন কাউন্টারভেইলিং শুল্ক আরোপের কোনো কার্যক্রম শুরু করা যাইবে না, যদি না কোনো স্থানীয় শিল্প কর্তৃক অথবা উহার পক্ষ হইতে পেশকৃত লিখিত আবেদন প্রাপ্তির পর অথবা স্ব- প্রণোদিত হইয়া বাংলাদেশ ট্রেড এন্ড ট্যারিফ কমিশন সরকারকে অবহিত করে যে, কোনো নির্দিষ্ট আমদানিকৃত পণ্যের উপর প্রত্যক্ষ অথবা পরোক্ষ ভর্তুকির কারণে সৃষ্ট স্বার্থহানির দৃশ্যমান প্রমাণ রহিয়াছে।
                </p>

                
              </div>
                
                
              </div>
            </div>
          </div>
        </div>

        {/* Footer Section */}
        <div className="">
          <div className="p-6">
            <div className="w-1/2 pb-2 mb-4 border-b border-gray-700">
              {/* Horizontal line */}
            </div>
            <p className="text-xs italic text-gray-950">
              ১ “৪ (চার)” সংখ্যা, বন্ধনী ও শব্দ “২ (দুই)” সংখ্যা, বন্ধনী ও শব্দের পরিবর্তে অর্থ অধ্যাদেশ, ২০২৫ (২০২৫ সনের ২৮ নং অধ্যাদেশ) এর ১৪১ ধারাবলে প্রতিস্থাপিত।<br/>
            </p>
          </div>
        </div>
        
      </div>
    </div>
  );
}