import React from 'react';
import Link from 'next/link';

export default function LawPage() {
  return (
    <div className="min-h-screen px-4 py-8 bg-gray-50">
      <div className="max-w-6xl mx-auto overflow-hidden bg-white border border-gray-200 rounded-lg shadow-xl">
        {/* Banner Section */}
        <div className="relative px-4 py-8 text-white bg-gradient-to-r from-green-700 to-green-700 md:px-8">
          <div className="text-center">
            <h1 className="mb-2 text-xl md:text-2xl">
              কাস্টমস আইন, ২০২৩
            </h1>
            <p className="text-sm md:text-sm opacity-90">
              ( ২০২৩ সনের ৫৭ নং আইন )
            </p>
            <div className="inline-block px-4 py-1 mt-3 bg-green-500 rounded-full shadow-md">
              <p className="text-sm font-medium md:text-sm">[ ১৩ নভেম্বর, ২০২৩ ]</p>
            </div>
          </div>

          {/* Back to Home Button */}
          <Link
            href="/regulations/acts/customs-acts/customs-act-2023"
            className="absolute flex items-center gap-2 px-3 py-2 text-green-700 transition-all bg-white rounded-full shadow top-4 left-4 hover:bg-green-100"
          >
            <svg
              xmlns="http://www.w3.org/2000/svg"
              fill="none"
              viewBox="0 0 24 24"
              strokeWidth={2}
              stroke="currentColor"
              className="w-5 h-5"
            >
              <path strokeLinecap="round" strokeLinejoin="round" d="M15 19l-7-7 7-7" />
            </svg>
          </Link>
        </div>

        {/* Header Section */}
        <div className="">
          <div className="flex flex-col md:flex-row">
            <div className="p-6">
              <div className="space-y-6 text-justify text-black">
                

              <div className="py-2 text-black bg-gradient-to-r from-green-300 to-green-300 md:px-8">
                <div className="text-center">
                  <h1 className="text-lg font-bold">
                    ত্রয়োবিংশ অধ্যায়
                  </h1>
                  <p className="text-sm md:text-sm">
                    অপরাধ, জরিমানা ও দণ্ড
                  </p>
                </div>
              </div>

                
                {/*Section*/}
              <div>
                <p className="mb-4 text-sm">
                  <span className='text-lg font-bold leading-tight text-black md:text-lg'>১৭৩। বাজেয়াপ্তকরণ, বিলি-বন্দেজ, ইত্যাদি---</span> (১) ধারা ১৭১ এর উপ- ধারা (১) এর টেবিলের কলাম (৩) এ বর্ণিত অপরাধ সংশ্লিষ্ট পণ্যসহ নিম্নবর্ণিত পণ্য বাজেয়াপ্তযোগ্য হইবে, যথা:-
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (ক) কোনো পণ্যের সহিত মিশ্রিত, মোড়কজাত বা প্রাপ্ত কোনো পণ্য যাহা ধারা ১৭১ এর উপ- ধারা (১) এর সহিত সম্পর্কিত;
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (খ) এই অধ্যায়ের অধীন কোনো লঙ্ঘনের সহিত সংশ্লিষ্ট কোনো যানবাহন এবং উহার কপিকল, আবরণ, ফার্নিচার, হার্নেস বা যন্ত্রপাতি;
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (গ) কোনো যানবাহনসহ কোনো পণ্য গোপন করিবার উদ্দেশ্যে যে কোনো পদ্ধতিতে বিশেষভাবে প্রস্তুতকৃত, অভিযোজিত, পরিবর্তিত বা সংযুক্ত যে কোনো পণ্য;
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (ঘ) এই আইন বা বিধির অধীন কোনো লঙ্ঘনের সহিত সংশ্লিষ্ট এই অধ্যায়ের অধীন সংঘটিত জরিমানা আরোপণীয় অপরাধ বা বিচারিক আদালতে বিচার্য অপরাধ সংশ্লিষ্ট কোনো দলিল।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (২) উপ-ধারা (১) এ যাহা কিছুই থাকুক না কেন, যে সকল যানবাহন ব্যক্তি বা পণ্য পরিবহণ কাজের জন্য ভাড়ায় ব্যবহৃত হয়, সেই সকল যানবাহনকে নিম্নবর্ণিত পণ্য সংশ্লিষ্ট লঙ্ঘনের জন্য এই আইনের অধীন দায়ী বা বাজেয়াপ্ত করা যাইবে না, যথা:-
                </p>
                
                <p className="mb-4 ml-10 text-sm">
                  (ক) কোনো যাত্রীর নিকট রক্ষিত পণ্য;
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (খ) উক্ত যানবাহনে আইনগতভাবে পরিবহণকৃত কোনো যাত্রীর ব্যাগেজ বা উহার সহিত বহনকৃত কোনো পণ্য; বা
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (গ) যদি কোনো যানবাহনের পণ্য, কার্গো ঘোষণাভুক্ত হয় এবং বাহিরের মোড়ক বা ধারকের চিহ্ন, সংখ্যা, ওজন ও পরিমাণ উক্ত কার্গো ঘোষণার সহিত সংগতিপূর্ণ হয়, তাহা হইলে উক্ত যানবাহনের কার্গোতে উল্লিখিত পণ্য, যদি না উক্ত যানবাহনের মালিক বা ভারপ্রাপ্ত ব্যক্তি উক্ত লঙ্ঘনে অংশগ্রহণ করিয়া থাকেন বা লঙ্ঘন সম্পর্কে অবহিত থাকেন বা উক্ত লঙ্ঘন প্রতিরোধ বা উদ্‌ঘাটন করিতে তিনি গুরুতর অবহেলা করিয়া থাকেন।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৩) যেই ক্ষেত্রে কোনো অপরাধের জন্য এই আইনের অধীন কোনো আদালতের বিচার করিবার এবং দণ্ড আরোপের বিধান রহিয়াছে, সেই ক্ষেত্রে এই আইনের বিধানাবলি অনুসারে যথাযথ কর্মকর্তা পণ্যের বিলিবন্দেজের ব্যবস্থা গ্রহণ করিতে পারিবেন, এবং এইক্ষেত্রে আদালতের এখতিয়ার কেবলমাত্র পণ্য সম্পর্কে গঠিত ফৌজদারি কার্যধারার মধ্যে সীমাবদ্ধ থাকিবে।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৪) ফৌজদারি কার্যবিধি অথবা আপাতত বলবৎ অন্য কোনো আইনে যাহা কিছুই থাকুক না কেন, আদালতের কার্যধারা, যদি থাকে, অনিষ্পন্ন থাকা অবস্থায় যেইক্ষেত্রে বাস্তবসম্মত হয়, সেইক্ষেত্রে যথাযথ শনাক্তকরণ চিহ্নসহ নমুনা সংরক্ষণ করিবার পর কাস্টমস কর্তৃপক্ষ জব্দকৃত পণ্য বিক্রয় অথবা অন্যভাবে বিলি- বন্দেজ করিতে পারিবে এবং যদি আদালত কর্তৃক সিদ্ধান্ত হয় যে, কোনো অপরাধ সংঘটিত হয় নাই, তাহা হইলে কাস্টমস কর্তৃপক্ষ, যেক্ষেত্রে মালিক অথবা যথাযথ দাবিদার পাওয়া যায় সেই ক্ষেত্রে, পণ্য অথবা পণ্যের বিক্রয়লব্ধ অর্থ মালিক অথবা দাবিদারকে ফেরত প্রদান করিবে, যদি উহা অন্য কোনো কারণে বাজেয়াপ্তযোগ্য না হয়।
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (৫) যদি বাজেয়াপ্তযোগ্য যানবাহন কোনো কাস্টমস কর্মকর্তা কর্তৃক জব্দ করা হয়, তাহা হইলে অ্যাসিস্ট্যান্ট কমিশনার অব কাস্টমস পদমর্যাদার নিম্নে নহেন এমন কোনো কর্মকর্তা ইহার বাজেয়াপ্ত সংশ্লিষ্ট মামলা বিচারাধীন থাকা অবস্থায়, বিধি দ্বারা নির্ধারিত ক্ষেত্রে, ইহা খালাসের আদেশ প্রদান করিতে পারিবেন, যদি উক্ত যানবাহনের মালিক উক্ত কর্মকর্তাকে,-
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (ক) যেই ক্ষেত্রে উক্ত যানবাহন কোনো বাস, মিনিবাস বা ট্রাক অথবা অন্য কোনো মোটরযান হয়, সেই ক্ষেত্রে সরকার কর্তৃক স্বীকৃত এবং এতদ্‌বিষয়ে সরকার কর্তৃক নির্ধারিত কোনো কর্তৃপক্ষের সহিত নিবন্ধিত সংশ্লিষ্ট যানবাহন মালিক সমিতি দ্বারা যথাযথভাবে সত্যায়িত এবং সঠিকভাবে সিল মোহরকৃত ব্যক্তিগত অঙ্গীকারনামা প্রদান করেন; অথবা
                </p>

                <p className="mb-4 ml-10 text-sm">
                  (খ) অন্য কোনো যানবাহনের ক্ষেত্রে, অ্যাসিস্ট্যান্ট কমিশনার অব কাস্টমস পদমর্যাদার নিম্নে নহেন এমন কর্মকর্তা কর্তৃক নির্দেশিত সময়ে এবং স্থানে উক্ত যানবাহন যথাযথভাবে উপস্থাপন করিবার জন্য <sup className='text-blue-500' title='“অ্যাসিস্ট্যান্ট কমিশনার অব কাস্টমস পদমর্যাদার নিম্নে নহেন” শব্দগুলি “অ্যাসিস্ট্যান্ট কমিশনার অব কাস্টমস পদমর্যাদার এর নিম্নে নহেন” শব্দগুলির পরিবর্তে অর্থ অধ্যাদেশ, ২০২৫ (২০২৫ সনের ২৮ নং অধ্যাদেশ) এর ১৫৩ ধারাবলে প্রতিস্থাপিত।'>১</sup>[অ্যাসিস্ট্যান্ট কমিশনার অব কাস্টমস পদমর্যাদার নিম্নে নহেন] এমন কর্মকর্তার নিকট যেইরূপ গ্রহণযোগ্য হয়, কোনো তফসিলি ব্যাংকের সেইরূপ ব্যাংক গ্যারান্টি প্রদান করেন,-
                </p>

                <p className="mb-4 ml-10 text-sm">
                  তাহা হইলে, উক্তরূপ আদেশ প্রদানের পর উক্ত অঙ্গীকারনামা অথবা, ক্ষেত্রমত, ব্যাংক গ্যারান্টি প্রদানের ৭২ (বাহাত্তর) ঘন্টার মধ্যে আদেশটির সাথে সম্পর্কিত যানবাহনটির খালাস প্রদান করা হইবে।
                </p>

              </div>
                
                
              </div>
            </div>
          </div>
        </div>

        {/* Footer Section */}
        <div className="">
          <div className="p-6">
            <div className="w-1/2 pb-2 mb-4 border-b border-gray-700">
              {/* Horizontal line */}
            </div>
            <p className="text-xs italic text-gray-950">
              ১ “অ্যাসিস্ট্যান্ট কমিশনার অব কাস্টমস পদমর্যাদার নিম্নে নহেন” শব্দগুলি “অ্যাসিস্ট্যান্ট কমিশনার অব কাস্টমস পদমর্যাদার এর নিম্নে নহেন” শব্দগুলির পরিবর্তে অর্থ অধ্যাদেশ, ২০২৫ (২০২৫ সনের ২৮ নং অধ্যাদেশ) এর ১৫৩ ধারাবলে প্রতিস্থাপিত। <br/>
            </p>
          </div>
        </div>
        
      </div>
    </div>
  );
}