import React from 'react';
import Link from 'next/link';

export default function LawPage() {
  return (
    <div className="min-h-screen px-4 py-8 bg-gray-50">
      <div className="max-w-6xl mx-auto overflow-hidden bg-white border border-gray-200 rounded-lg shadow-xl">
        {/* Banner Section */}
        <div className="relative px-4 py-8 text-white bg-gradient-to-r from-green-700 to-green-700 md:px-8">
          <div className="text-center">
            <h1 className="mb-2 text-xl md:text-2xl">
              কাস্টমস আইন, ২০২৩
            </h1>
            <p className="text-sm md:text-sm opacity-90">
              ( ২০২৩ সনের ৫৭ নং আইন )
            </p>
            <div className="inline-block px-4 py-1 mt-3 bg-green-500 rounded-full shadow-md">
              <p className="text-sm font-medium md:text-sm">[ ১৩ নভেম্বর, ২০২৩ ]</p>
            </div>
          </div>

          {/* Back to Home Button */}
          <Link
            href="/regulations/acts/customs-acts/customs-act-2023"
            className="absolute flex items-center gap-2 px-3 py-2 text-green-700 transition-all bg-white rounded-full shadow top-4 left-4 hover:bg-green-100"
          >
            <svg
              xmlns="http://www.w3.org/2000/svg"
              fill="none"
              viewBox="0 0 24 24"
              strokeWidth={2}
              stroke="currentColor"
              className="w-5 h-5"
            >
              <path strokeLinecap="round" strokeLinejoin="round" d="M15 19l-7-7 7-7" />
            </svg>
          </Link>
        </div>

        {/* Header Section */}
        <div className="">
          <div className="flex flex-col md:flex-row">
            <div className="p-6">
              <div className="space-y-6 text-justify text-black">
                

              <div className="py-2 text-black bg-gradient-to-r from-green-300 to-green-300 md:px-8">
                <div className="text-center">
                  <h1 className="text-lg font-bold">
                    ষষ্ঠ অধ্যায়
                  </h1>
                  <p className="text-sm md:text-sm">
                    কাস্টমস শুল্ক আরোপ ও অব্যাহতি
                  </p>
                </div>
              </div>

                
                {/*Section*/}
              <div>
                <p className="mb-4 text-sm">
                  <span className='text-lg font-bold leading-tight text-black md:text-lg'>২০। অ্যান্টি- ডাম্পিং শুল্ক আরোপ---</span> (১) যদি কোনো দেশ অথবা এলাকা, অতঃপর এই ধারায় রপ্তানিকারক দেশ অথবা এলাকা বলিয়া উল্লিখিত, হইতে কোনো পণ্য উহার স্বাভাবিক মূল্য অপেক্ষা কম মূল্যে বাংলাদেশে রপ্তানি করা হয় এবং উক্ত রপ্তানির ফলে দেশীয় অনুরূপ শিল্প ক্ষতিগ্রস্ত হয় বা ক্ষতিগ্রস্ত হইবার সম্ভাবনা থাকে, তাহা হইলে সরকার, বাংলাদেশ ট্রেড এন্ড ট্যারিফ কমিশনের সুপারিশক্রমে, সরকারি গেজেটে প্রজ্ঞাপন দ্বারা, উক্ত পণ্য আমদানির ক্ষেত্রে, ডাম্পিং মার্জিনের অধিক নহে এইরূপ পরিমাণ, অ্যান্টি- ডাম্পিং শুল্ক আরোপ করিতে পারিবে।
                </p>

                <p className="mb-4 text-sm">
                  ব্যাখ্যা- এই ধারার উদ্দেশ্য পূরণকল্পে, কোনো পণ্যের ক্ষেত্রে-
                </p>

                <p className="mb-4 ml-6 text-sm">
                  (ক) “ডাম্পিং মার্জিন” অর্থ উহার রপ্তানি মূল্য এবং স্বাভাবিক মূল্যের মধ্যকার পার্থক্য;
                </p>

                <p className="mb-4 ml-6 text-sm">
                  (খ) “রপ্তানি মূল্য” অর্থ রপ্তানিকারক দেশ বা এলাকা হইতে রপ্তানিকৃত পণ্যের মূল্য এবং যে স্থানে কোনো রপ্তানি মূল্য নাই বা রপ্তানিকারক এবং আমদানিকারক বা কোনো তৃতীয় পক্ষের মধ্যে সম্পৃক্ততা (association) বা কোনো ক্ষতিপূরণ ব্যবস্থার কারণে যখন রপ্তানিমূল্য বিশ্বাসযোগ্য হয় না তখন যে মূল্যে আমদানিকৃত পণ্য কোনো নিরপেক্ষ ক্রেতার নিকট প্রথম পুনঃবিক্রয় হয় সেই মূল্যের ভিত্তিতে অথবা যে অবস্থায় পণ্য আমদানি করা হইয়াছে, সেই অবস্থায় যদি কোনো নিরপেক্ষ ক্রেতার নিকট পুনঃবিক্রয় না হয়, তাহা হইলে উপ- ধারা (৬) এর অধীন প্রণীত বিধিমালা অনুসারে নির্ধারণযোগ্য যুক্তিসংগতভিত্তিতে রপ্তানি মূল্য নির্ণয় করা যাইবে;
                </p>

                <p className="mb-4 ml-6 text-sm">
                  (গ) “স্বাভাবিক মূল্য” অর্থ-
                </p>

                <p className="mb-4 ml-12 text-sm">
                  (অ) উপ- ধারা (৬) এর অধীন প্রণীত বিধিমালা অনুসারে রপ্তানিকারক দেশে অথবা এলাকায় ভোগের জন্য সমজাতীয় পণ্যের (like product) সাধারণ ব্যবসা প্রক্রিয়ায় নিরূপিত তুলনীয় মূল্য; অথবা
                </p>

                <p className="mb-4 ml-12 text-sm">
                  (আ) রপ্তানিকারক দেশের বা এলাকার স্থানীয় বাজারে যখন স্বাভাবিক ব্যবসা প্রক্রিয়ায় সমজাতীয় পণ্যের কোনো বিক্রয় থাকে না, অথবা যখন বিশেষ বাজার পরিস্থিতির কারণে অথবা রপ্তানিকারক দেশের বা এলাকার (territory) স্থানীয় বাজারে স্বল্প পরিমাণ বিক্রয়ের কারণে উক্ত বিক্রয় যথাযথ তুলনা অনুমাদন করে না, তখন স্বাভাবিক মূল্য হইবে-
                </p>

                <p className="mb-4 ml-20 text-sm">
                  (i) উপ- ধারা (৬) এর অধীন প্রণীত বিধিমালা অনুসারে রপ্তানিকারক দেশ বা এলাকা বা কোনো উপযুক্ত তৃতীয় কোনো দেশ হইতে রপ্তানিকৃত সমজাতীয় পণ্যের নিরূপিত তুলনীয় প্রতিনিধিত্বমূলক মূল্য; অথবা
                </p>

                <p className="mb-4 ml-20 text-sm">
                  (ii) উপ- ধারা (৬) এর অধীন প্রণীত বিধিমালা অনুসারে উক্ত পণ্যের উৎস দেশের উৎপাদন ব্যয়ের সহিত যুক্তিসংগত পরিমাণ প্রশাসনিক, বিক্রয় ও সাধারণ ব্যয় এবং মুনাফা বাবদ যুক্তিসংগত সংযোজনসহ উক্ত পণ্যের উৎপাদন ব্যয়:
                </p>

                <p className="mb-4 ml-12 text-sm">
                  তবে শর্ত থাকে যে, উৎস দেশ (country of origin) ব্যতীত অন্য কোনো দেশ হইতে পণ্য আমদানির ক্ষেত্রে যদি রপ্তানিকারক দেশের মাধ্যমে পণ্য কেবল স্থানান্তরিত হয় (transhipped) অথবা এইরূপ পণ্য রপ্তানিকারক দেশে উৎপাদিত না হয়, সেই ক্ষেত্রে উৎস দেশের মূল্যের ভিত্তিতে পণ্যের স্বাভাবিক মূল্য নির্ধারিত হইবে।
                </p>

                <p className="mb-4 text-sm">
                  (২) কোনো পণ্যের ক্ষেত্রে স্বাভাবিক মূল্য এবং ডাম্পিং মার্জিন নিরূপণ না হওয়া পর্যন্ত সরকার এই ধারার বিধান এবং তদধীন প্রণীত বিধি অনুসারে সাময়িকভাবে প্রাক্কলিত উক্ত মূল্য এবং ডাম্পিং মার্জিনের ভিত্তিতে এইরূপ পণ্য বাংলাদেশে আমদানির উপর অ্যান্টি- ডাম্পিং শুল্ক আরোপ করিতে পারিবে এবং যদি উক্ত অ্যান্টি- ডাম্পিং শুল্ক পরবর্তীকালে নির্ধারিত মার্জিন হইতে অধিক হয়, তাহা হইলে সরকার-
                </p>

                <p className="mb-4 ml-6 text-sm">
                  (ক) উক্তরূপ নির্ধারণের বিষয় বিবেচনায় রাখিয়া এবং উক্তরূপ নির্ধারণের পর যথাশীঘ্র সম্ভব এই প্রকার অ্যান্টি- ডাম্পিং শুল্ক হ্রাস করিবে; এবং
                </p>

                <p className="mb-4 ml-6 text-sm">
                  এইরূপ হ্রাস করিবার ফলে আদায়কৃত অতিরিক্ত অ্যান্টি- ডাম্পিং শুল্ক যতটুকু অতিরিক্ত আদায় করা হইয়াছে, ততটুকু ফেরত প্রদান করিবে।
                </p>

                <p className="mb-4 text-sm">
                  (৩) যদি সরকার তদন্তাধীন ডাম্পকৃত কোনো পণ্যের ক্ষেত্রে এইরূপ অভিমত পোষণ করে যে, ডাম্পিং এর কারণে শিল্পের স্বার্থহানির ইতিহাস রহিয়াছে অথবা রপ্তানিকারক ডাম্পিং চর্চা করে এবং ইহাতে স্থানীয় শিল্পের স্বার্থহানি ঘটে মর্মে আমদানিকারক জানিতেন বা তাহার জানা উচিত ছিল, তাহা হইলে সরকার, সরকারি গেজেটে প্রজ্ঞাপন দ্বারা, উপ- ধারা (২) এর অধীন অ্যান্টি- ডাম্পিং শুল্ক আরোপের পূর্ববর্তী কোনো তারিখ হইতে ভূতাপেক্ষভাবে অ্যান্টি- ডাম্পিং শুল্ক আরোপ করিতে পারিবে; তবে তাহা উক্ত উপ- ধারার অধীন প্রজ্ঞাপন জারির তারিখ হইতে নব্বই দিনের পূর্বে হইবে না এবং, আপাতত বলবৎ অন্য কোনো আইনে যাহা কিছুই থাকুক না কেন, উক্ত শুল্ক এই উপ- ধারার অধীন জারীকৃত প্রজ্ঞাপনে উল্লিখিত হার ও তারিখ হইতে প্রদেয় হইবে।
                </p>

                <p className="mb-4 text-sm">
                  (৪) এই ধারার অধীন আরোপযোগ্য অ্যান্টি- ডাম্পিং শুল্ক এই আইন বা আপাতত বলবৎ অন্য কোনো আইনের অধীন আরোপিত অন্যান্য শুল্কের অতিরিক্ত হইবে।
                </p>

                <p className="mb-4 text-sm">
                  (৫) পূর্বেই প্রত্যাহার করা না হইলে, এই ধারার অধীন আরোপিত অ্যান্টি- ডাম্পিং শুল্ক, আরোপের তারিখ হইতে ৫ (পাঁচ) বৎসর সমাপ্তির পর অকার্যকর হইয়া যাইবে:
                </p>

                <p className="mb-4 ml-6 text-sm">
                  তবে শর্ত থাকে যে, সরকার পর্যালোচনা করিয়া যদি এই অভিমত পোষণ করে যে উক্ত শুল্ক অকার্যকর করিবার ফলে ডাম্পিং এবং স্বার্থহানি অব্যাহত থাকিতে অথবা উহাদের পুনরাবৃত্তি ঘটিতে পারে, তাহা হইলে সরকার, সময় সময়, এইরূপ শুল্ক আরোপের মেয়াদ অতিরিক্ত ৫ (পাঁচ) বৎসরের জন্য বৃদ্ধি করিতে পারিবে:
                </p>

                <p className="mb-4 ml-6 text-sm">
                  আরও শর্ত থাকে যে, যদি উল্লিখিত ৫ (পাঁচ) বৎসর মেয়াদ সমাপ্তির পূর্বে আরম্ভ হওয়া কোনো পর্যালোচনা কার্যক্রম উক্ত মেয়াদ উত্তীর্ণ হওয়ার পূর্বে চূড়ান্ত করা না হয়, তাহা হইলে, পর্যালোচনার ফলাফল সাপেক্ষে, অ্যান্টি- ডাম্পিং শুল্ক অনধিক এক বৎসর অতিরিক্ত সময়ের জন্য বলবৎ থাকিবে।
                </p>

                <p className="mb-4 text-sm">
                  (৬) সরকার, সময় সময়, যেরূপ প্রয়োজন মনে করিবে সেইরূপ তদন্তের পর উপ- ধারা (১) বা (২) এ উল্লিখিত ডাম্পিং এর ডাম্পিং মার্জিন নিরূপণ ও নির্ধারণ করিবে এবং এই ধারার উদ্দেশ্যপূরণকল্পে বিধি প্রণয়ন করিতে পারিবে।
                </p>

                <p className="mb-4 text-sm">
                  (৭) এই ধারার অধীন অ্যান্টি- ডাম্পিং শুল্ক আরোপের কোনো কার্যক্রম আরম্ভ করা যাইবে না, যদি না কোনো স্থানীয় শিল্প কর্তৃক অথবা উহার পক্ষ হইতে পেশকৃত লিখিত আবেদন প্রাপ্তির পর অথবা স্ব- উদ্যোগে সংগৃহীত পর্যাপ্ত প্রমাণের ভিত্তিতে বাংলাদেশ ট্রেড এন্ড ট্যারিফ কমিশন সরকারকে অবহিত করে যে কোনো নির্দিষ্ট আমদানিকৃত পণ্যের ডাম্পিং এর কারণে দেশীয় শিল্পের স্বার্থহানির দৃশ্যমান প্রমাণ রহিয়াছে।
                </p>

                
              </div>
                
                
              </div>
            </div>
          </div>
        </div>

        {/* Footer Section */}
        <div className="">
          <div className="p-6">
            <div className="w-1/2 pb-2 mb-4 border-b border-gray-700">
              {/* Horizontal line */}
            </div>
            <p className="text-xs italic text-gray-950">
              ১ “৪ (চার)” সংখ্যা, বন্ধনী ও শব্দ “২ (দুই)” সংখ্যা, বন্ধনী ও শব্দের পরিবর্তে অর্থ অধ্যাদেশ, ২০২৫ (২০২৫ সনের ২৮ নং অধ্যাদেশ) এর ১৪১ ধারাবলে প্রতিস্থাপিত।<br/>
            </p>
          </div>
        </div>
        
      </div>
    </div>
  );
}